modules/it/views/request/index.php

                'type' => 'primary',
                'heading' => '<i class="glyphicon glyphicon-list"></i> Data Request IT-06',
                'before' => '<div class="btn-toolbar" role="toolbar" aria-label="Toolbar with button groups">
                              <div class="btn-group mr-2" role="group" aria-label="First group">' .
                                Html::a('<i class="glyphicon glyphicon-plus"></i> Add Request', ['create'], ['role' => 'modal-remote', 'title' => 'Create new Requests', 'class' => 'btn btn-success']) .
                                Html::a('<i class="fa fa-group"></i> All Request : ' . Request::find()->count(), ['request/index'], ['data-pjax' => 1, 'class' => 'btn btn-primary', 'title' => 'All Request']).
                                Html::a('<i class="glyphicon glyphicon-fire"></i> Belum Selesai : ' . $count_request_belum_selesai, ['request/request-belum-selesai'], ['data-pjax' => 1, 'class' => 'btn btn-danger', 'title' => 'Search Belum Selesai']).
                              '</div>
---
SELECT COUNT(*) FROM `request`