modules/it/models/RequestSearch.php

SELECT COUNT(*) FROM `request` WHERE tanggal_selesai IS NULL
---
    public function countRequestBelumSelesai(){
        $countAll = Request::find()->select(['COUNT(*) AS total_belum_selesai'])->where('tanggal_selesai IS NULL')->count();