models/ItemRequestDetailQuery.php

SELECT * FROM `item_request_detail`
---
    public function all($db = null)
    {
        return parent::all($db);