models/ItemRequestQuery.php

SELECT * FROM `item_request`
---
    public function all($db = null)
    {
        return parent::all($db);