models/TipeRequestQuery.php

SELECT * FROM `tipe_request`
---
    public function all($db = null)
    {
        return parent::all($db);